{
	"app-title": "Warhammer Simulator",
	"app-sub-title": "by <a href='http://relicwargaming.com'>Relic Wargaming</a>",
	"app-cta": "Run Simulation:",
	"search-placeholder": "search...",
	"title-iterations": "{[iterations]}",
	"title-sim-all": "ALL",
	"all-graph-title": "Unit Breakdown",
	"all-graph-sub-title": "Each unit broken down and ordered by score.",
	"all-histogram-title": "All Results",
	"all-histogram-sub-title": "Every unit currently stored locally normalized relative to points cost. The score beside each name is a value designed to communicate the damage output of the unit relative to points investment. It is calculated by multiplying average damage per point spent by 1000. <br /><br /><strong>It is critical to remember that this score is only one metric representing a unit's value. It should NOT be considered an end all, be all, ranking of unit performance. Always take into consideration ranged output, abilities, mobility, and defence as well as damage output when considering if a unit is the ideal choice for your army.</strong>",
	"sim-config-add-unit": "Add",
	"sim-config-load-unit": "Load",
	"sim-config-save-unit": "Save Profiles",
	"sim-config-title": "Configure Attacks",
	"sim-config-manage": "Manage data...",
	"sim-config-description": "<p>This simulator is designed to simulate real dice rolls based on attack profiles.</p><p>Some buff fields, damage and attacks accept standard dice notation. (\"d3\",\"3\",\"2d3\", etc).</p>",
	"sim-config-disclaimer": "<p>This tool is not perfect by any stretch. It isn't capable of simulating every possible attack profile in the game, and its output does not reflect every potential target.</p>",
	"data-manager-copy": "Copy existing data.",
	"data-manager-import": "Import",
	"data-manager-clear": "Clear ALL data",
	"data-manager-title": "Data Manager",
	"data-manager-intro": "An import does not completely replace existing data. It merges it with any current data you have. (presuming the imported data to be the authority in cases of conflict)<br /><br />Use this tool at your own risk. It is easy to accidently obliterate your own local data. If the simulator is broken after using this tool you may need to clear browser data to fix it.",
	"unit-delete": "<i class='fa fa-remove'></i>",
	"unit-clone": "<i class='fa fa-copy'></i>",
	"unit-loader-empty": "There are no units saved in your local cache. Configure and name units to have them show up here.",
	"attacks-number": "Attacks",
	"attacks-hit": "Hit",
	"attacks-wound": "Wound",
	"attacks-rend": "Rend",
	"attacks-damage": "Damage",
	"unit-name": "Unit Name",
	"unit": "Unit",
	"unit-points": "Points",
	"unit-points-details": "The points cost represented by a single instance of the attacks for this unit. Make sure to set accordingly if you have set the attack profile of a single model, the points value should represent the cost of that single model. Note that points are an optional field and are only used when normalizing a comparison between multiple units of differing points values.",
	"histogram-damage": "Total Damage",
	"histogram-percentage": "Percentage of Attacks",
	"loading-message": "{[progress]}",
	"save-navigation-label": "Select target's save:",
	"average-graph-title": "Average Damage",
	"average-graph-sub-title": "The combined average damage output.",
	"average-graph-detail": "The average graph is defined as the amount of damage dealt AFTER save rolls have been deducted. This includes final calculations on variable damage and mortal wounds. When mortal wounds are present the bar is split into two tones, the lighter tone reflects damage done by mortal wounds. Average damage is based on damage done, not damage realized. (aka wasted damage on overkill when splash is disabled is still counted)",
	"mortal-wounds-graph-title": "Mortal Wounds",
	"mortal-wounds-graph-sub-title": "How many mortal wounds, if any, are dealt on average.",
	"whiff-graph-title": "Whiff Rate",
	"whiff-graph-sub-title": "How often the unit does zero damage.",
	"dependability-graph-title": "Dependability",
	"dependability-graph-sub-title": "What percentage of attacks meet a minimum threshold or more.",
	"dependability-graph-detail": "The dependability graph determines the minimum amount of damage that occurs in the top 90% of all attacks that do more than zero damage. It then display a bar representing the percentage of time that this damage threshold or higher is achieved. The goal of this graph is to communicate how often you can count on the unit to achieve a minimum threshold of damage. This allows you to measure what you can expect from the unit, even if you roll poorly. The ratio is communicated as a fill of the full bar.", 
	"whiff-graph-detail": "For many units, the most common outcome of a given attack is 0 damage. Units with the high whiff rate may be considered a poor option even if their average damage is high as they are likely to fail you during an important situation.",
	"reliabiliy-graph-title": "Consistency",
	"reliabiliy-graph-sub-title": "How often the unit deals average damage or better.",
	"reliabiliy-graph-detail": "The consistency graph is meant to communicate an expectation of how consistently a given unit is able to deal average damage. The calculation is as simple as determining how often the unit deals average damage or better. This metric is critical in evaluating the weakness of units with high average damage but are prone to spikes of high damage but usually do very little.",
	"save-comparison-title": "Damage Comparison",
	"save-comparison-sub-title": "A visual representation of how different save levels impact average damage.",
	"save-comparison-damage": "Average Damage",
	"save-comparison-save": "Save",
	"histogram-title": "Histogram",
	"histogram-sub-title": "Visual representation of the distribution of damage.",
	"potential-graph-title": "Damage Potential",
	"potential-graph-sub-title": "Highest damage recorded during simulation.",
	"potential-graph-detail": "The highest damage recorded during the simulation is meant to reflect the high end of a potential attack sequence from a given unit. Given the nature of probability, particularily with stacked procs, it is possible that there are incredibly rare damage spikes that are possible but do not show up in a single simulation, even in hundreds of thousands of iterations. Those likely will not be represented in this graph but are still possible, albeit, unlikely. If you wish to know the theoretical maximum possible damage for a given unit you should calculate it manually.",
	"results-title": "Simulation Results <strong>({[iterations]} Iterations)</strong>",
	"results-sub-title": "You just rolled {[rolls]} dice.",
	"results-normalized": "Points normalized to: <strong>{[points]}pts</strong><span>When normalized, unit results are multiplied to the lowest common pts multiplier to create a fair comparison.</span>",
	"results-normalized-details": "When normalized, all units are multiplied to the lowest common multiplier of their pts costs in order to facilitate a fair comparison. (Note this can often lead to very high normalized points that would never exist in the real world. If you wish to disable points normalization, simply don't input points values for all the units.)", 
	"buff-add": "Add {[name]} Buff",
	"buff-editor-field-hit": "Triggers By Hit Roll",
	"buff-editor-field-wound": "Trigger By Wound Roll",
	"buff-editor-title": "Attack Options",
	"buff-reroll-name": "Reroll",
	"buff-reroll-description": "Note: The simulator only uses the <strong>first</strong> re-roll effect that it finds for a given roll level",
	"buff-reroll-dice": "Dice Results To Reroll",
	"buff-trigger-mortal-name": "Mortal Wounds",
	"buff-trigger-mortal-description": "Triggers a number of mortal wounds when a specific die roll is rolled. Multiple triggers can be stacked.",
	"buff-trigger-mortal-trigger": "Triggering Rolls",
	"buff-trigger-mortal-output": "How many mortal wounds? (Accepts Dice Notation)",
	"buff-trigger-mortal-stop": "Stop Attack Sequence?",

	"buff-trigger-damage-name": "Bonus Damage",
	"buff-trigger-damage-description": "Replaces the damage characteristic of an attack when triggered. Multiple triggers can be stacked.",
	"buff-trigger-damage-trigger": "Triggering Rolls",
	"buff-trigger-damage-output": "How much damage? (Accepts Dice Notation)",
	"buff-trigger-rend-name": "Bonus Rend",
	"buff-trigger-rend-description": "Replaces the rend characteristic of an attack when triggered. Multiple triggers can be stacked.",
	"buff-trigger-rend-trigger": "Triggering Rolls",
	"buff-trigger-rend-output": "How much rend? (Accepts Dice Notation)",

	"buff-trigger-disease-name": "Disease Points",
	"buff-trigger-disease-description": "Adds disease points to the target when triggered. The simulator presumes that target has no disease points to begin with. Maximum of 7 disease points can be applied to a target.",
	"buff-trigger-disease-trigger": "Triggering Rolls",
	"buff-trigger-disease-output": "How many disease points?",
	"buff-trigger-disease-virulence": "Roll required for the disease point to cause a mortal wound.",

	"buff-trigger-attacks-name": "Additional Attacks",
	"buff-trigger-attacks-description": "Triggers a number of bonus attacks when a specific die roll is rolled. Multiple triggers can be stacked.",
	"buff-trigger-attacks-trigger": "Triggering Rolls",
	"buff-trigger-attacks-output": "How many attacks? (Accepts Dice Notation)",
	"buff-trigger-attacks-stop": "Does this replace the attack that triggered it?",
	"buff-trigger-attacks-autohit": "Do the bonus attacks hit automatically?",

	"buff-trigger-wound-trigger": "Triggering Rolls",
	"buff-trigger-wound-label": "Auto Wound",
	"buff-trigger-wound-description": "Trigger an automatic wound on certain hit roll. Note: Any wound triggers are bypassed if a wound is automatic.",
	"buff-trigger-wound-name": "Auto Wound",

	"toggle-field-yes": "Yes",
	"toggle-field-no": "No",

	"results-header-points": "({[points]}pts)",
	"results-header-attack": "Attacks: {[number]}, To Hit: {[hit]}+, To Wound: {[wound]}+, Rend: {[rend]}, Damage: {[damage]}",
	"results-header-target-save": "Target Save: <strong>{[save]}+</strong>",
	"results-header-save-image": "Save Report",
	"results-header-save-image-small": "Save Summary",

	"damage-odds-table-title": "Damage Odds",
	"damage-odds-table-sub-title": "The odds of achieving a certain threshold of damage or more.",
	"damage-odds-table-control": "Threshold:",

	"attack-buff-summary-reroll": "Rerolling <em>{[data]}</em> to <em>{[type]}</em>." ,
	"attack-buff-summary-trigger-mortal": "<em>{[output]}</em> Mortal Wounds triggering on <em>{[trigger]}</em> to <em>{[type]}</em>.<br />Stops attack sequence: <em>{[stop]}</em>",
	"attack-buff-summary-trigger-attacks": "<em>{[output]}</em> bonus attacks triggering on <em>{[trigger]}</em> to <em>{[type]}</em>.<br />Replaces the triggering attack: <em>{[stop]}</em>.<br />Auto hit: <em>{[autoHit]}</em>.",
	"attack-buff-summary-trigger-rend": "<em>{[output]}</em> rend triggering on <em>{[trigger]}</em> to <em>{[type]}</em>.",
	"attack-buff-summary-trigger-disease": "<em>{[output]}</em> disease points triggering on <em>{[trigger]}</em> to <em>{[type]}</em> that become mortal wounds on a disease roll of <em>{[virulence]}</em>.",
	"attack-buff-summary-trigger-wound": "Autowound triggering on <em>{[trigger]}</em> to hit.", 
	"attack-buff-summary-trigger-damage": "<em>{[output]}</em> damage triggering on <em>{[trigger]}</em> to <em>{[type]}</em>.",

	"enemy-unit-wounds": "Enemy Wounds:",
	"enemy-unit-noSplash-mode": "40k Mode",
	"enemy-unit-noSplash-mode-title": "40k mode makes it so that all attacks default to preventing overkill damage from splashing to the next target. Note: you can still turn it off on an attack by attack basis if needed.",

	"kills-graph-title": "Enemy Models Slain",
	"kills-graph-sub-title": "The average number of enemies slain based on the enemy wounds.",
	"kills-graph-detail": "Slain enemies are determined by comparing damage done to the total wound count to determine how many models are killed. If splash is disabled the kill count accounts for no roll over of excess damage. Mortal wound contribution is added after all normal damage is accounted for to emulate fast dice rolling.",

	"kills-comparison-title": "Slain Enemies Comparison",
	"kills-comparison-sub-title": "A visual representation of how different save levels impact average slain enemies.",

	"kill-odds-table-title": "Slain Enemies Odds",
	"kill-odds-table-sub-title": "The odds of achieving a certain threshold of slain enemies or more.",

	"options-disable-splash": "Prevent overkill damage from splashing to the next target:",

	"options-summary-noSplash": "Prevent overkill damage from splashing: <strong>{[value]}</strong>."
}
